[{"model": "packages.package", "pk": 1, "fields": {"title": "Adults (Stag/Mixed groups)", "price": 39, "synopsis": "All boys, all girls or mixed groups - enjoy the fun of paint balling with friends.\r\nEveryone gets camo overalls, vest, gloves, 200 paintballs each, extra paint for 100 paintballs is €10. Typical playing time is 2-3 hours but can vary depending on group.", "content": "What a great idea - a Paintball Stag, Hen or mixed Adult Party - Provided for each player - A Tippman semi-Automatic paintball gun, Camouflage jacket/pants, safety goggles, CO2 and 200 paintballs. Tea, Coffee, juice and instruction with the marshals. Watch as your buddies become super competitive when you tell them your stag do idea. Before you know it, your entire group will be ducking, dodging and diving to win their group the game.\r\n\r\nCome wearing old clothes, old boots or strong shoes, ground can be slippery at times, a beanie hat, bring a change of clothing, shoes, socks depending on the weather a plastic bag for your mucky boots. We will have your equipment ready for you on arrival. See you all at Paintball Kerry.\r\n\r\nLet us help you get your Hen and Stag Party rolling. We can organise the day''s activities, Hotels, B&Bs and advise on the best bars and nightclubs in Tralee, Killarney and Dingle. Shuttles can also be arranged. €1 from the cost is allocted to sign you as a private member.", "img": "package_images/workgroup.jpg"}}, {"model": "packages.package", "pk": 2, "fields": {"title": "Paintballing for Teenagers & Students", "price": 35, "synopsis": "Seriously challenged by an action-packed day of teamwork, strategy, & skill. Your group is organised from the moment you arrive, to create an incredible experience. For paintball players between 12 & 18 years - please print, fill in & sign the Parental Consent form - hand it to the organisers upon arrival.", "content": "Come wearing old clothes, old boots or strong shoes, ground can be slippery at times, a beanie hat, bring a change of clothing, shoes, socks depending on the weather a plastic bag for your mucky boots. We will have your equipment ready for you on arrival. See you all at Paintball Kerry.\r\n\r\nJunior Paintball is a group activity suitable for anyone aged 12 years to 18 years old. It provides real live warlike action in natural surroundings. Unlike computer simulations, you experience the environment s - it may be dry or wet and muddy, but it's immensely engaging.€1 from the cost is allocted to sign you as a private member.\r\n\r\n300 Paintballs\r\nTippmann semi-automatic paintball gun\r\nFull commando kit\r\nUnlimited playing time (avg 3-4hrs)\r\n5 Action packed missions\r\nFree refreshments\r\nFor Bookings call 087 2854 277", "img": "package_images/teens.jpg"}}, {"model": "packages.package", "pk": 3, "fields": {"title": "Splatball for Younger Kids", "price": 25, "synopsis": "Splatball - 8 years and up. Everyone gets camo overalls, goggles, 200 paintballs each, average playing time is 1-2 hours but can vary depending on group size. Please print out, fill in and sign the Splatball Parental Consent form and hand it to the organisers upon arrival.", "content": "Splatball is essentially a less-powerful version of paintball. The low-velocity paintball uses smaller-sized guns and lighter balls, thus making it a perfect choice for families and younger players. It’s also great for celebrating social gatherings such as birthday parties. Specifically designed to cause less impact, Splatball is a low-velocity paintball and does not hurt or bruise as paintball would, so it can give kids the feel of a paintball game without its intensity. A lower impact is the most notable difference between a splat ball and its paintball counterpart.\r\n\r\nSplatball is subject to age restrictions. Splatball players must be at least eight years old to play the game. In addition, every player under 18 must bring a completed consent form. We take the players’ safety seriously so that no one risks playing without protection and insurance.", "img": "package_images/kids.jpg"}}]